<?php

/**
 * @package ALL
 */


 $modulName = 'setup';

 // массив var => caption
 $GLOBALS['VARS'] = array (
   'FCKeditor' => 'Настройка FCKeditor - конфигурация панели',
   'news_fcount' => 'Новости - количество записей на страницу на сайте',
   'news_acount' => 'Новости - количество записей на страницу в системе управления сайтом',
   'city_acount' => 'Города - количество записей на страницу в системе управления сайтом',
   'street_acount' => 'Улицы - количество записей на страницу в системе управления сайтом',
   'house_acount' => 'Дома - количество записей на страницу в системе управления сайтом',
   'company_acount' => 'Организаци - количество записей на страницу в системе управления сайтом',
   'tsjnews_fcount' => 'События и новости - количество записей на страницу на сайте',
   'tsjnews_acount' => 'События и новости - количество записей в системе управления сайтом',
   'galery_acount' => 'Фотогалерея - количество записей в системе управления сайтом',
   'act_category_acount' => 'Вид деятельности поставщиков - количество записей в системе управления сайтом',
   //'catalog_fcount' => 'Каталог товаров - количество записей на страницу',
   'rek_acount' => 'Реклама - количество записей на страницу в системе управления сайтом',
   'zakupki_fcount' => 'Закупки - количество записей на страницу на сайте',
   'law_fcount' => 'Законодательство - количество записей на страницу на сайте',
   'law_acount' => 'Законодательство - количество записей на страницу в системе управления сайтом',
   'auth_acount' => 'Председатели - количество записей на страницу в системе управления сайтом',
   'vendor_acount' => 'Поставщики - количество записей на страницу в системе управления сайтом',
   'zakupki_acount' => 'Закупки - количество записей на страницу в системе управления сайтом',
   'offer_acount' => 'Предложения по закупкам - количество записей на страницу в системе управления сайтом'
 );

?>
